Repository: alex73/XBMC.OmegaT
Catalog: omegat/project_save.tmx
Source language: en
Languages: be

source: Start slideshow
be: Пачаць слайдшоў

source: Next
be: Наступны

source: Random
be: Выпадкова

source: Exit
be: Выйсьці

source: Warning
be: Увага

source: Day of Week
be: Дзень тыдня

source: Every Day
be: Штодня

source: Every Week
be: Штотыдзень

source: First Day of Month
be: Першы дзень месяца

source: Friday
be: Пятніца

source: Monday
be: Панядзелак

source: Playlist
be: Сьпіс прайграваньня

source: Saturday
be: Субота

source: Schedule
be: Расклад

source: Sunday
be: Нядзеля

source: Thursday
be: Чацьвер

source: Tuesday
be: Аўторак

source: Wednesday
be: Серада

source: General
be: Агульныя

source: Music
be: Музыка

source: Video
be: Відэа

source: Preferred Language
be: Пераважная мова

source: Download Music Video information
be: Зладаваць зьвесткі пра музычнае відэа

source: Language
be: Мова

source: Network
be: Сетка

source: Downloading
be: Зладоўваецца

source: My Favorites
be: Мае ўпадабаныя

source: Now Playing...
be: Зараз прайграецца...

source: Play from here
be: Прайграць адсюль

source: Password
be: Пароль

source: Unknown channel
be: Невядомы канал

source: MythTV Database Password
be: Пароль да базы зьвестак MythTV

source: Connection
be: Злучэньне

source: Connection to VDR Server restored
be: Злучэньне да VDR сэрвэра адноўлена

source: Lost connection to VDR Server
be: Злучэньне да VDR сэрвэра згублена

source: Stopped
be: Спынены

source: Install Add-ons from XBMC.org
be: Усталяваць дадатак з XBMC.org

source: About as psychedelic as screensavers get
be: Падобны на псіхадэлічны ахоўнік экрану

source: Probably the second most psychedelic screensaver ever
be: Напэўна, другі найбольш псіхадэлічны ахоўнік экрану

source: A mesmerizing particle effects screensaver
be: Ахоўнік экрану з зачаравальнымі эфэктамі часьціцаў

source: Screensaver that turns your screen black
be: Ахоўнік экрану што робіць экран чорным

source: Screensaver that dims your screen
be: Ахоўнік экрану што зацямняе экран

source: Crossfade
be: Перакрыцьцё

source: Folder
be: Каталёг

source: Image Folder
be: Каталёг відарысаў

source: Screensaver that displays an image slideshow
be: Ахоўнік экрану што робіць паказ слайдаў

source: Arabic
be: Арабская

source: Belarusian
be: Беларуская

source: Bosnian (Latin)
be: Басьнійская (лацінка)

source: Bulgarian
be: Баўгарская

source: Catalan
be: Каталёнская

source: Chinese
be: Кітайская

source: Choose Subtitle folder
be: Абраць каталёг субтытраў

source: Croatian
be: Харвацкая

source: Czech
be: Чэская

source: Danish
be: Дацкая

source: Downloading subtitles...
be: Зладоўваюцца субтытры...

source: Dutch
be: Галяндзкая

source: English
be: Ангельская

source: Estonian
be: Эстонская

source: Farsi
be: Фарсі

source: Finnish
be: Фінская

source: French
be: Француская

source: German
be: Нямецкая

source: Greek
be: Грэцкая

source: Hebrew
be: Габрэйская

source: Hindi
be: Хіндзі

source: Hungarian
be: Вугорская

source: Icelandic
be: Ісьляндзкая

source: Indonesian
be: Інданэзійская

source: Italian
be: Італьянская

source: Japanese
be: Японская

source: Korean
be: Карэйская

source: Latvian
be: Латыская

source: Lithuanian
be: Літувіская

source: Macedonian
be: Македонская

source: Norwegian
be: Нарвэская

source: Polish
be: Польская

source: Portuguese
be: Партугальская

source: Portuguese (Brazil)
be: Партугальская (Бразілія)

source: Romanian
be: Румынская

source: Russian
be: Расейская

source: Search
be: Пошук

source: SerbianLatin
be: Сэрбская (лацінка)

source: Services
be: Сэрвісы

source: Slovak
be: Славацкая

source: Slovenian
be: Славенская

source: Spanish
be: Гішпанская

source: Swedish
be: Швэдзкая

source: Thai
be: Тайская

source: Turkish
be: Турэцкая

source: Ukrainian
be: Украінская

source: Vietnamese
be: Віетнамская

source: 10 Day Forecast
be: Прагноз на 10 дзён

source: 36 Hour Forecast
be: Прагноз на 36 гадзінаў

source: Arial based
be: Падобны на Arial

source: Chance of Precipitation
be: Верагоднасьць

source: Change Your
be: Зьмяняе вашыя

source: Choose a Scraper
be: Абраць скрэпэр

source: Content Scanning Options
be: Налады сканаваньня зьмесьціва

source: Current Scraper
be: Дзейны скрэпэр

source: Current Temp
be: Дзейная тэмпэратура

source: Data provider
be: Зьвесткі ад

source: Fetching forecast info...
be: Атрымоўваем прагноз...

source: Forecast
be: Прагноз

source: Fullscreen
be: На ўвесь экран

source: Hide Fanart
be: Схаваць ФанАрт

source: Hourly Forecast
be: Пагадзінны прагноз

source: Info
be: Зьвесткі

source: Items
be: складнікаў

source: Last Logged In
be: Апошні ўваход

source: Last Updated
be: Апошняе абнаўленьне

source: Live TV
be: Жывое ТВ

source: Location
be: Месца

source: Map & Alerts
be: Мапа і перасьцярогі

source: Memory Used:
be: Занята памяці:

source: Misc Options
be: Іншыя налады

source: Music - Files
be: Музыка - Файлы

source: Now Playing
be: Зараз прайграецца

source: PAUSED
be: ПРЫПЫНЕНА

source: PLAYING
be: ПРАЙГРАЕЦЦА

source: Page
be: Старонка

source: Playlist Options
be: Налады сьпісу прайграваньня

source: Selected Profile
be: Абраны профіль

source: Set Fanart Path
be: Шлях да ФанАрт'у

source: Skin default
be: Перадвызначана

source: Skin default with no Caps
be: Перадвызначаны аздабленьнем без вялікіх літараў

source: Sort: Ascending
be: Наўпростае сартаваньне

source: Sort: Descending
be: Адваротнае сартаваньне

source: Total Duration
be: Агульная працягласьць

source: Track Number
be: Нумар трэку

source: View Options
be: Налады выгляду

source: Weekend Forecast
be: Прагноз на выходныя

source: [B]CONFIGURE ADD-ONS[/B][CR][CR]Manage your installed Add-ons · Browse for and install Add-ons from xbmc.org[CR]Modify Add-on settings
be: [B]ЗЬМЯНІЦЬ НАЛАДЫ ДАДАТКАЎ[/B][CR][CR]Кіраваць усталяванымі дадаткамі · Абраць і ўсталяваць дадаткі з xbmc.org[CR]Зьмяніць налады дадаткаў

source: [B]CONFIGURE APPEARANCE SETTINGS[/B][CR][CR]Change the skin · Set language and region · Change file listing options[CR]Set up a screensaver
be: [B]ЗЬМЯНІЦЬ НАЛАДЫ ВОНКАВАГА ВЫГЛЯДУ[/B][CR][CR]Зьмяніць аздабленьне · Наставіць мову й рэгіён · Зьмяніць налады сьпісу файлаў[CR]Наставіць ахоўнік экрану

source: [B]CONFIGURE MUSIC SETTINGS[/B][CR][CR]Manage your music library · Set music playback options · Change music listing options[CR]Setup song submission · Set karaoke options
be: [B]ЗЬМЯНІЦЬ НАЛАДЫ МУЗЫКІ[/B][CR][CR]Кіраваць бібліятэкай музыкі · Наставіць налады прайграваньня музыкі · Зьмяніць налады сьпісу музыкі[CR]Наладзіць перадачу музыкі · Наставіць налады караоке

source: [B]CONFIGURE PICTURE SETTINGS[/B][CR][CR]Set picture listing options · Configure slideshows
be: [B]ЗЬМЯНІЦЬ НАЛАДЫ МАЛЮНКАЎ[/B][CR][CR]Наставіць налады сьпісу відарысаў · Наладзіць слайдшоў

source: [B]CONFIGURE SERVICE SETTINGS[/B][CR][CR]Setup control of XBMC via UPnP and HTTP · Configure file sharing[CR]Enable Zeroconf · Configure AirPlay
be: [B]ЗЬМЯНІЦЬ НАЛАДЫ СЭРВІСАЎ[/B][CR][CR]Наставіць кіраваньне XBMC праз UPnP ды HTTP · Наладзіць даступнасьць файлаў[CR]Дазволіць Zeroconf · Наставіць AirPlay

source: [B]CONFIGURE SYSTEM SETTINGS[/B][CR][CR]Setup and calibrate displays · Configure audio output · Setup remote controls[CR]Set power saving options · Enable debugging · Setup master lock
be: [B]ЗЬМЯНІЦЬ НАЛАДЫ СЫСТЭМЫ[/B][CR][CR]Наладзіць і калібраваць адлюстраваньне · Наставіць аўдыё вывад · Наладзіць адлеглае кіраваньне[CR]Наставіць захоўваньне энэргіі · Дазволіць дэбаг · Наставіць агульны замок

source: [B]CONFIGURE TV SETTINGS[/B][CR][CR]Change fullscreen info · Manage EPG data settings
be: [B]ЗЬМЯНІЦЬ НАЛАДЫ ТВ[/B][CR][CR]Зьмяніць зьвесткі ва ўвесь экран · Кіраваць наладамі EPG зьвестак

source: [B]CONFIGURE VIDEO SETTINGS[/B][CR][CR]Manage your video library · Set video playback options · Change video listing options[CR]Set subtitle fonts
be: [B]ЗЬМЯНІЦЬ НАЛАДЫ ВІДЭА[/B][CR][CR]Кіраваць бібліятэкай відэа · Наставіць налады прайграваньня відэа · Зьмяніць налады сьпісу відэа[CR]Наставіць шрыфт субтытраў

source: [B]CONFIGURE WEATHER SETTINGS[/B][CR][CR]Set three cities to collect weather information
be: [B]ЗЬМЯНІЦЬ НАЛАДЫ НАДВОР'Я[/B][CR][CR]Вызначыць тры гарады каб зьбіраць зьвесткі пра надвор'е

source: Audio Settings
be: Налады гуку

source: Big
be: Вялікі

source: iTunes Visualization Wrapper
be: Абгортка візуалізацыі iTunes

source: %2.0f secs
be: %2.0f сэк.

source: High
be: Высокая

source: Low
be: Нізкая

source: Maximum
be: Максымальная

source: Medium
be: Сярэдняя

source: Render Quality
be: Якасьць рэндэрынгу

source: Shuffle Mode
be: Выпадковы парадак

source: Visualization showing 2 Waveform Graphs on the screen
be: Візуалізацыя што паказвае 2 графікі сыгналу на экране

source: Advanced options
be: Адмысловыя

source: Animated map
be: Анімаваная мапа

source: Change location 1
be: Зьмяніць месца 1

source: Change location 2
be: Зьмяніць месца 2

source: Change location 3
be: Зьмяніць месца 3

source: Enable logging
be: Уключыць хроніку

source: First Quarter
be: Маладзік

source: Friday/Saturday
be: пятніца/субота

source: Full Moon
be: Поўня

source: Last Quarter
be: Вятох

source: Location 1
be: Першае месца

source: Location 1 display name
be: Назва першага месца

source: Location 1 id
be: Ідэнтыфікатар першага месца

source: Location 2
be: Другое месца

source: Location 2 display name
be: Назва другога месца

source: Location 2 id
be: Ідэнтыфікатар другога месца

source: Location 3
be: Трэцяе месца

source: Location 3 display name
be: Назва трэцяга месца

source: Location 3 id
be: Ідэнтыфікатар трэцяга месца

source: Location setup
be: Вызначыць месца

source: Map zoom level
be: Узровень маштабаваньня мапы

source: New Moon
be: Новы месяц

source: Outlook
be: Чакаецца

source: Saturday/Sunday
be: субота/нядзеля

source: Thursday/Friday
be: чацьвер/пятніца

source: Use of this add-on implies that you have agreed to the Terms of Service located at http://www.wunderground.com/weather/api/d/terms.html
be: Выкарыстаньне гэтага дадатку пацьвярджае што вы згаджаецеся з Умовамі Выкарыстаньня што знаходзяцца на http://www.wunderground.com/weather/api/d/terms.html

source: Weather forecast from wunderground.com
be: Прагноз надвор'я з wunderground.com

source: Weather forecast provided by Weather Underground (http://www.wunderground.com/)
be: Прагноз надвор'я створаны Weather Underground (http://www.wunderground.com/)

source: Weekend
be: Выходныя

source: Default web interface for XBMC; Designed for devices of all resolutions
be: Стандартны вэб-інтэрфэйс да XBMC; распрацаваны для прыладаў зь любымі разрознасьцямі

source: %i days
be: %i дні

source: %i hours
be: % гадзінаў

source: %i items
be: %i складнікаў

source: %i kb
be: %i КіБ

source: %i kbps
be: %i кіб

source: %i min
be: %i хв

source: %i ms
be: %i мс

source: %i sec
be: %i сек

source: %i.0 dB
be: %i.0 дБ

source: (0=auto)
be: (0=аўтаматычна)

source: - AAC capable receiver
be: - AAC прыймач

source: - Assignment
be: - Прызначаны

source: - Character set
be: - Знаказбор

source: - Charset
be: - Знаказбор

source: - Colour
be: - Колер

source: - Colours
be: - Колеры

source: - DTS capable receiver
be: - DTS прыймач

source: - DTS-HD capable receiver
be: - DTS-HD прыймач

source: - Dolby Digital (AC3) capable receiver
be: - Dolby Digital (AC3) прыймач

source: - Edit
be: - Рэдагаваць

source: - Fonts
be: - Шрыфты

source: - MP1 capable receiver
be: - MP1 прыймач

source: - MP2 capable receiver
be: - MP2 прыймач

source: - MP3 capable receiver
be: - MP3 прыймач

source: - Multichannel LPCM capable receiver
be: - Multichannel LPCM прыймач

source: - Password
be: - пароль

source: - Port
be: - порт

source: - Preview
be: - Папярэдні прагляд

source: - Server
be: - сэрвер

source: - Settings
be: - Налады

source: - Size
be: - Памер

source: - Style
be: - Стыль

source: - Theme
be: - Тэма

source: - TrueHD capable receiver
be: - TrueHD прыймач

source: - Use big icons
be: - Выкарыстоўваць вялікія значкі

source: - Use password protection
be: - выкарыстоўваць парольную абарону

source: - Username
be: - імя карыстальніка

source: - Wireless network name (ESSID)
be: - Назва бяздротавай сеткі (ESSID)

source: - Wireless password
be: - Пароль бяздротавай сеткі

source: - Wireless security
be: - Бясьпека бяздротавай сеткі

source: - Zoom
be: - Сумер

source: 12 hour clock
be: 12-гадзінны

source: 24 hour clock
be: 24-гадзінны

source: 36 Hour
be: 36 гадзінаў

source: A/V sync method
be: Мэтад сынхранізаваньня A/V

source: About XBMC
be: Пра XBMC

source: Above video
be: Над відэа

source: Access points
be: Кропка доступу

source: Accessing weather service
be: Доступ да сэрвісу надвор'я

source: Activate Teletext
be: Актываваць тэлетэкст

source: Actor
be: Актор

source: Actors
be: Акторы

source: Add
be: Дадаць

source: Add %s source
be: Дадаць крыніцу %s

source: Add Music...
be: Дадаць музыку...

source: Add Videos...
be: Дадаць відэа...

source: Add network location
be: Дадаць месца ў сетцы

source: Add network location...
be: Дадаць сеткавае месца...

source: Add profile...
be: Дадаць профіль...

source: Add program link
be: Дадаць спасылку на праграму

source: Add source
be: Дадаць крыніцу

source: Add to favourites
be: Дадаць да ўпадабаных

source: Add to playlist
be: Дадаць у сьпіс прайграваньня

source: Add-on Required
be: Патрабуецца дадатак

source: Add-on disabled
be: Дадатак выключаны

source: Add-on does not have the correct structure
be: Дадатак мае некарэктную структуру

source: Add-on enabled
be: Дадатак уключаны

source: Add-on repository
be: Сховішча дадаткаў

source: Add-on settings
be: Налады дадатку

source: Add-on update available!
be: Ёсьць абнаўленьне дадатку!

source: Add-on updated
be: Дадатак абноўлены

source: Add-ons
be: Дадаткі

source: Addon browser
be: Дадаткі броўзару

source: Adjust display refresh rate to match video
be: Дапасоўваць частату абнаўленьня экрану да відэа

source: Adjust framerate
be: Наставіць часьціню кадраў

source: Adjust the arrow to change the amount of overscan
be: Рухайце стрэлку каб зьмяніць колькасьць overscan'у

source: Adjust the bar to change the subtitles position
be: Рухайце рысу каб зьмяніць месца субтытраў

source: Adjust the rectangle so it is perfectly square
be: Настаўце простакутнік каб атрымаўся квадрат як найлепш

source: Adult Movie/Drama
be: Фільмы для дарослых / Драмы

source: Advanced options (Experts Only!)
be: Дадатковыя налады (толькі для экспэртаў!)

source: Advanced shaders (GLSL)
be: Адмысловыя шэйдэры (GLSL)

source: Adventure/Western/War
be: Прыгоды / Вэстэрны / Вайсковыя

source: Ahead by: %2.3fs
be: Наперадзе на: %2.3fs

source: Album
be: Альбом

source: Album artist
be: Выканаўца альбома

source: Album icons
be: Значкі альбому

source: Album info
be: Зьвесткі альбома

source: Album information
be: Зьвесткі пра альбом

source: Albums
be: Альбомы

source: Alerts
be: Перасьцярогі

source: All
be: Усе

source: All TV channels
be: Усе каналы ТВ

source: All albums
be: Усе альбомы

source: All data in the PVR database is being erased
be: Усе зьвесткі з базы PVR будуць выдаленыя

source: All radio channels
be: Усе каналы радыё

source: All songs of
be: Усе кампазыцыі з

source: Allow XBMC to receive AirPlay content
be: Дазволіць XBMC прымаць зьмесьціва AirPlay

source: Allow control of XBMC via HTTP
be: Дазволіць кантраляваць XBMC праз HTTP

source: Allow control of XBMC via UPnP
be: Дазволіць кантраляваць XBMC праз UPnP

source: Allow file renaming and deletion
be: Дазволіць пераназываньне й выдаленьне файлаў

source: Allow hardware acceleration (CrystalHD)
be: Дазволіць паскарэньне абсталяваньня (CrystalHD)

source: Allow hardware acceleration (DXVA2)
be: Дазволіць паскарэньне абсталяваньня (DXVA2)

source: Allow hardware acceleration (OpenMax)
be: Дазволіць паскарэньне абсталяваньня (OpenMax)

source: Allow hardware acceleration (VAAPI)
be: Дазволіць паскарэньне абсталяваньня (VAAPI)

source: Allow hardware acceleration (VDADecoder)
be: Дазволіць паскарэньне абсталяваньня (VDADecoder)

source: Allow hardware acceleration (VDPAU)
be: Дазволіць паскарэньне абсталяваньня (VDPAU)

source: Allow programs on other systems to control XBMC
be: Дазволіць праграмам на іншых сыстэмах кантраляваць XBMC

source: Allow programs on this system to control XBMC
be: Дазволіць праграмам на гэтай сыстэме кантраляваць XBMC

source: Allowed error in aspect ratio to minimize black bars
be: Дазволеная памылка ў прапорцыі каб зьменшыць чорныя палосы

source: Always
be: Заўсёды

source: Always enabled
be: Заўсёды дазволена

source: Always use the channel order from the backend(s)
be: Заўсёды карыстацца парадкам каналаў зь цюнера

source: Amount of time to display each image
be: Колькі часу паказваць кожную выяву

source: Analog
be: Аналягавы

source: Announce library updates via UPnP
be: Анансаваць зьмены бібліятэк праз UPnP

source: Announce these services to other systems via Zeroconf
be: Абвяшчаць гэтыя сэрвісы на іншыя сыстэмы праз Zeroconf

source: Aperture
be: Дыяфрагма

source: Appearance
be: Вонкавы выгляд

source: Applying network interface settings. Please wait.
be: Ужываньне наладаў сеткавага інтэрфэйсу. Пачакайце, калі ласка.

source: Apr
be: Кра

source: April
be: Красавік

source: Are you sure?
be: Вы ўпэўнены ?

source: Artist
be: Выканаўца

source: Artist information
be: Зьвесткі пра выканаўцу

source: Artists
be: Выканаўцы

source: Arts/Culture
be: Мастацтва / Культура

source: Ascending
be: Наўпросты

source: Ash
be: попел

source: Ask for master lock code on startup
be: Пытацца код агульнага блякаваньня на старце

source: Athletics
be: Атлетыка

source: Attempt to skip introduction before DVD menu
be: Спрабаваць прапусьціць уводзіны перад мэню DVD

source: Audio
be: Аўдыё

source: Audio CD Insert Action
be: Дзеяньне калі ўставіце аўдыё CD

source: Audio CDs
be: Аўдыё CDы

source: Audio clock
be: Па аўдыё

source: Audio offset
be: Зрух аўдыё

source: Audio options
be: Налады аўдыё

source: Audio output
be: Вывад аўдыё

source: Audio output device
be: Прылада вываду аўдыё

source: Audio stream
be: Аўдыё плынь

source: Audio visualization
be: Візуалізацыя аўдыё

source: Aug
be: Жні

source: August
be: Жнівень

source: Author
be: Аўтар

source: Auto
be: Аўтаматычна

source: Auto detect
be: Аўтавызначэньне

source: Auto select
be: Аўтаматычны выбар

source: Auto update
be: Аўтаматычныя абнаўленьні

source: Automatic (DHCP)
be: Аўтаматычна (DHCP)

source: Automatically generate thumbnails
be: Ствараць мініятуры аўтаматычна

source: Automatically hide channel information
be: Аўтаматычна хаваць зьвесткі пра канал

source: Available Add-ons
be: Даступныя дадаткі

source: Available Updates
be: Ёсьць абнаўленьні

source: Available options: %A, %T, %N, %B, %D, %G, %Y, %F, %S
be: Даступныя складнікі: %A, %T, %N, %B, %D, %G, %Y, %F, %S

source: Avoid clipping on replay gained files
be: Пазьбягаць карэкцыі прыстасаваных файлаў

source: Backend idle time
be: Час чаканьня цюнеру

source: Backlight
be: Палсьвятленьне

source: Ballet
be: Балет

source: Basic shaders (ARB)
be: Базавыя шэйдэры (ARB)

source: Battery level
be: Узровень зараду батарэі

source: Below video
be: Пад відэа

source: Big icons
be: Вялікія значкі

source: Big list
be: Вялікі сьпіс

source: Big wide
be: Вялікі шырокі

source: Bitrate
be: Бітрэйт

source: Black
be: Чорны

source: Blue
be: Блакітны

source: Bob (inverted)
be: Bob (інвэртаваны)

source: Bold
be: Тоўсты

source: Bold italics
be: Тоўсты курсіў

source: Bookmarks
be: Закладкі

source: Boost volume level on downmix
be: Павялічваць гучнасьць у ціхага

source: Bottom of video
be: Унізе відэа

source: Bottom-Right overscan compensation
be: Ніжні правы overscan compensation

source: Bright green
be: Ярка-зялёны

source: Brightness
be: Яркасьць

source: Broken
be: зламаны

source: Browse
be: Абраць

source: Browse for Script
be: Пашукаць скрыпт

source: Browse for executable
be: Пашукаць праграму

source: Browse for file
be: Абраць файл

source: Browse for folder
be: Пашукаць каталёг

source: Browse for image
be: Пашукаць відарыс

source: Browse for image folder
be: Абраць каталёг малюнкаў

source: Browse for library
be: Пашукаць бібліятэку

source: Browse for network server
be: Пашукаць сеткавы сэрвер

source: Browse for new share
be: Абраць новую крыніцу

source: Browse for playlist
be: Пашукаць сьпіс прайграваньня

source: Browse for subtitle...
be: Абраць субтытры...

source: Browse for subtitles
be: Абраць субтытры

source: Build:
be: Зборка:

source: Busy
be: Заняты

source: CCD width
be: Шырыня CCD

source: CDDARipPath is not set.
be: CDDARipPath ня вызначаны

source: CPU Usage:
be: Выкарыстаньне CPU:

source: CPU speed:
be: Хуткасьць CPU:

source: CPU temperature:
be: Тэмпэратура CPU:

source: Cache
be: Кэш

source: Calibrate user interface...
be: Калібраваць карыстальніцкі інтэрфэйс

source: Calibration
be: Калібраваньне

source: Camera make
be: Зроблены камэрай

source: Camera model
be: Мадэль камэры

source: Can't find a next item to play
be: Ня знойдзена наступнага складніка для прайграваньня

source: Can't find a previous item to play
be: Ня знойдзена папярэдняга складніка для прайграваньня

source: Can't retrieve list from Last.fm...
be: Немагчыма атрымаць сьпіс з Last.fm...

source: Cancel
be: Скасаваць

source: Cancel Add-on download?
be: Скасаваць ладаваньне дадатку?

source: Cancel file operations
be: Скасаваць файлавую апэрацыю

source: Cancel party mode
be: Скасаваць рэжым вечарынкі

source: Cancel shutdown timer
be: Скасаваць таймер выключэньня

source: Cartoons/Puppets
be: Мультфільмы / Лялечныя шоў

source: Chance
be: магчымы

source: Change PIN
be: Зьмяніць PIN

source: Change log
be: Гісторыя зьменаў

source: Changelog
be: Гісторыя зьменаў

source: Changes not saved. Continue without saving?
be: Зьмены не захаваным. Працягнуць без захоўваньня ?

source: Channel
be: Канал

source: Channel icon:
be: Значак каналу:

source: Channel information duration
be: Паказваць зьвесткі пра канал на працягу

source: Channel manager
be: Кіраўнік каналамі

source: Channel name:
be: Назва каналу:

source: Character set
be: Знаказбор

source: Children's/Youth Programmes
be: Дзіцячыя / Юнацкія праграмы

source: Choose
be: Абраць

source: Choose export folder
be: Абраць каталёг экспарту

source: Choose thumbnail
be: Абраць мініятуру

source: City
be: Горад

source: Clean library...
be: Ачысьціць бібліятэку...

source: Cleaned database successfully
be: База зьвестак вычышчаная пасьпяхова

source: Cleaning albums...
be: Ачыстка альбомаў...

source: Cleaning artists...
be: Ачыстка выканаўцаў...

source: Cleaning database
be: Ачыстка базы зьвестак

source: Cleaning genres...
be: Ачыстка жанраў...

source: Cleaning paths...
be: Ачыстка шляхоў...

source: Cleaning songs...
be: Ачыстка кампазыцый...

source: Cleaning up library
be: Ачысьціць бібліятэку

source: Clear
be: Сьцерці

source: Clear bookmarks
be: Прыбраць закладкі

source: Clear playlist on finish
be: Сьцерці сьпіс прайграваньня напрыканцы

source: Clear search results
be: Выдаліць вынікі пошуку

source: Client specific
be: Спэцыфічныя

source: Client specific settings
be: Спэцыфічныя для кліента налады

source: Close channel OSD after switching channels
be: Зачыніць OSD каналу пасьля пераключэньня каналаў

source: Cloud
be: Сьмерч

source: Clouds
be: аблокі

source: Cloudy
be: воблачна

source: Colour/B&W
be: Каляровы/Чорна-белы

source: Columns
be: Слупкі

source: Comedy
be: Камэдыі

source: Comment
be: Камэнтар

source: Compilations
be: Зборкі

source: Compressing database...
be: Сьцісканьне базы зьвестак...

source: Compression level
be: Ступень сьцісканьня

source: Configuration
be: Канфігурацыя

source: Configuration updated
be: Канфігурацыя зьмененая

source: Configure
be: Наладзіць

source: Confirm channel switches by pressing OK
be: Пацьвярджаць зьмену каналу націсканьнем OK

source: Confirm file copy
be: Пацьвердзіць капіяваньне файлу

source: Confirm file delete?
be: Пацьвердзіць выдаленьне файлу ?

source: Confirm file move
be: Пацьвердзіць перамяшчэньне файлу
